import React from "react";
import MultiplePizzas from "../assets/multiplePizzas.jpeg";
import "../styles/About.css";
function About() {
  return (
    <div className="about">
      <div
        className="aboutTop"
        style={{ backgroundImage: `url(${MultiplePizzas})` }}
      ></div>
      <div className="aboutBottom">
        <h1>من نحن</h1>
        <p>
        مرحبًا بكم في الطاولة المستديرة ، وجهتك المفضلة لجميع أنواع البيتزا! نحن متحمسون للبيتزا ونسعى دائمًا لإنشاء أفضل منتج ممكن من المكونات الطازجة باستخدام وصفات مبتكرة. سواء كان أسلوبك الكلاسيكي المفضل ، محملًا بإضافات ، أو خيار نباتي فريد ، أو وصفة قشرة مميزة ، فلدينا شيء للجميع.



في  الطاولة المستديرة ، نحن متخصصون في البيتزا المصنوعة يدويًا والتي يتم طهيها بإتقان في أفران الحطب لدينا. يبدأ التزامنا بالجودة من خلال الحصول على المكونات الطازجة واستخدام أجود أنواع الجبن واللحوم والخضروات فقط. نصنع جميع أنواع العجين والصلصات الخاصة بنا في المنزل ، ونضمن أن كل بيتزا مصنوعة بحب واهتمام.



نحن نؤمن بالحفاظ على البساطة وهذا هو السبب في أن قائمتنا تظل وفية لوصفات البيتزا الكلاسيكية ، مع لمسات من النكهات الحديثة والمختلطة. نحن نقدم مجموعة واسعة من البيتزا ، من الجبن الكلاسيكي والمارجريتا ، إلى الخيارات النباتية والخالية من الغلوتين. وللحفاظ على الصحة ، لدينا خيارات منخفضة الكربوهيدرات وخفيفة ، مصنوعة من مكونات صحية ، مما يمنحك أفضل ما في العالمين.



نحن ملتزمون بتزويدك بأفضل تجربة بيتزا ، ولهذا نقدم أيضًا مجموعة متنوعة من المقبلات والسلطات والحلويات. نريدك أن تشعر بالراحة والاستمتاع بتجربتك في مطعمنا ، لذلك نحرص بشكل خاص على التأكد من أن مساحتنا مناسبة للعائلة وجذابة ومريحة.



في  الطاولة المستديرة ، نفخر بمنتجنا ونكرس جهودنا لتزويدك بالبيتزا اللذيذة عالية الجودة التي ستحبها. ندعوك لتجربة تقليد  الطاولة المستديرةرر وجعل بعض ذكريات البيتزا معنا!
        </p>
      </div>
    </div>
  );
}

export default About;
